Repository: monokano/Glow-Ai
Catalog: Sources/Glow Ai/Localizable.xcstrings
Source language: en
Languages: ja

source: ← Ignored
ja: ← 無効

source: Adobe Illustrator format (.ai)
ja: Adobe Illustrator 形式 (.ai)

source: Allow opening in compatible version
ja: 互換バージョンで開くのを許可する

source: Allow opening in higher version
ja: 上位バージョンで開くのを許可する

source: Always show notification window (do not open automatically)
ja: 常に通知ウインドウを表示する（自動で開かない）

source: Another Illustrator.app is already running
ja: 別バージョンの Illustrator が 起動しています

source: Application
ja: アプリ

source: Associate file types on launch (.ai / .ait / .eps)
ja: 起動時に関連付けをする（.ai / .ait / .eps）

source: Cancel
ja: キャンセル

source: Change Log
ja: 更新履歴

source: Close
ja: 閉じる

source: Compat.
ja: 互換

source: Compat. detection OFF
ja: 互換バージョン検出OFF

source: Compatible version has been downgraded
ja: 互換バージョンが 下げられています

source: Continuing will launch multiple Illustrator instances.
ja: このまま続行すると、複数の Illustrator が起動する状態になります。

source: Created
ja: 作成

source: Detect
ja: 検出

source: Detect (no limit)
ja: 制限なしで検出

source: Do not detect EPS compatible version (v9+)
ja: EPS の互換バージョンを検出しない (v9 以降)

source: Do not detect XMP: CreatorTool
ja: XMP: CreatorTool を検出しない

source: Do not notify about file icon import
ja: ファイルアイコン取り込みを通知しない

source: EPS compat. detection OFF
ja: EPS 互換バージョン検出オフ

source: Failed to import icon files from Illustrator %@
ja: Illustrator %@ からアイコンファイルの取り込みができませんでした

source: Filename
ja: ファイル名

source: Glow Ai - Notification
ja: Glow Ai - 通知

source: Glow Ai Help
ja: Glow Ai ヘルプ

source: Glow Ai Preferences
ja: Glow Ai 設定

source: Icon files imported from Illustrator %@
ja: Illustrator %@ からアイコンファイルを取り込みました

source: Ignore warning
ja: 無視して開く

source: Illustrator EPS format (.eps)
ja: Illustrator EPS 形式 (.eps)

source: Illustrator Template format (.ait)
ja: Illustrator Template 形式 (.ait)

source: Info
ja: 情報

source: It is recommended to keep only one Illustrator running.
ja: 起動する Illustrator はなるべくひとつだけにしておきましょう。

source: Kind
ja: 種類

source: Large Document format (.psb)
ja: ビッグドキュメント形式 (.psb)

source: Limit read size (%lld sec)
ja: 読込サイズを制限する（%lld 秒）

source: More Info
ja: 詳細情報

source: No Illustrator.app with matching major version
ja: 同じメジャーバージョンの Illustrator がありません

source: No Illustrator.app with matching minor version
ja: マイナーバージョンが一致する Illustrator がありません

source: Not an Illustrator file
ja: Illustrator ファイルではありません

source: Not Boot
ja: 起動しない

source: Open
ja: 開く

source: Open with %@
ja: %@ で開く

source: Open…
ja: 開く…

source: PDF file - with Illustrator editing capabilities (.pdf)
ja: PDF ファイル - Illustrator 編集機能保持 (.pdf)

source: PDF file - with Photoshop editing capabilities (.pdf)
ja: PDF ファイル - Photoshop 編集機能保持 (.pdf)

source: PDF file - without Illustrator editing capabilities (.pdf)
ja: PDF ファイル - Illustrator 編集機能なし (.pdf)

source: PDF with Illustrator editing capabilities
ja: Illustrator 編集機能を 保持した PDF です

source: PDF with Illustrator native data (.pdf)
ja: PDF - Illustrator 編集機能保持 (.pdf)

source: PDF with Photoshop native data (.pdf)
ja: PDF - Photoshop 編集機能保持 (.pdf)

source: PDF without Illustrator native data (.pdf)
ja: PDF - Illustrator 編集機能なし (.pdf)

source: Photoshop EPS format (.eps)
ja: Photoshop EPS 形式 (.eps)

source: Photoshop format (.psd)
ja: Photoshop 形式 (.psd)

source: Preferences…
ja: 設定…

source: Quit
ja: 終了

source: Quit Glow Ai
ja: Glow Ai を終了する

source: sec
ja: 秒

source: Status
ja: 状態

source: System Requirement
ja: システム要件

source: This is NOT an Illustrator file
ja: Illustrator ファイル ではありません

source: Time limit reached
ja: 制限時間に達しました

source: Time limit: %lld sec
ja: 制限時間: %lld 秒

source: Unknown compat. version
ja: 互換バージョン不明

source: Unknown version
ja: バージョン不明

source: Value
ja: 値

source: Version
ja: バージョン

source: Version info cannot be detected
ja: バージョン情報を 検出できません

source: µs
ja: マイクロ秒
